---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.SquareFeet
source: html/8d656c23-9697-994d-118a-13e13021e082.htm
---
# Autodesk.Revit.DB.UnitTypeId.SquareFeet Property

Square feet.

## Syntax (C#)
```csharp
public static ForgeTypeId SquareFeet { get; }
```